{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "f4dd2469-09e5-4c11-b904-09528e53e4e6": {
      "type": "image-with-text",
      "blocks": {
        "template--21458954682669__f4dd2469-09e5-4c11-b904-09528e53e4e6-text-1": {
          "type": "text",
          "settings": {
            "text": "<h1>ETAI DRORI<\/h1><h3>ABOUT THE FOUNDER<\/h3><p>From a young age, Etai Drori developed a profound passion for the world of art. Immersed in galleries and embracing his talent for drawing, he soon found himself captivated by the realm of design. His fascination led him to discover a deep love for shoes, embarking on a journey of customization, reinvention, and the creation of innovative shoe designs. Through this focus, he acquired the fundamental knowledge and technical expertise necessary to work with diverse materials. <\/p><p>His impressive clientele includes influential figures from various industries, spanning from acclaimed musicians like Billie Eilish, Rosalia, and J Balvin, to esteemed designers and public figures such as Kid Super, Chiara Ferragni, and David LaChapelle. Drori's distinctive style has permeated mainstream culture, forging enduring connections with his clients through a collaborative design process. This close association extends not only to the brand's name and logos but also to its design aesthetic. <\/p><p>Over the course of the past nine years, Drori has dedicated himself to crafting bespoke art pieces, driven by a unique approach of deconstructing goods sourced from renowned designer brands. These creations were exclusively available through custom orders, and it was Drori's artistry and exceptional craftsmanship that earned him the reputation as the pioneer of luxury custom goods. His innovative work has served as inspiration for a new generation of designers, who have been inspired to follow in his footsteps.  Drori's overarching objective is to inspire and support aspiring designers and artists, fostering a tightly-knit community around the brand.<\/p>",
            "text_style": "body"
          }
        }
      },
      "block_order": [
        "template--21458954682669__f4dd2469-09e5-4c11-b904-09528e53e4e6-text-1"
      ],
      "custom_css": [
        "h1 {font-size: 48px; font-weight: 600; line-height: 1.2em; margin: 0; letter-spacing: 0;}",
        ".image-with-text__content {padding-right: 0;}",
        "h3 {font-weight: 600; margin: 40px 0 30px; letter-spacing: 0;}",
        "p {font-size: 14px; letter-spacing: 0; color: #000; line-height: 1.7em;}",
        "@media (max-width: 768px) {h1 {font-size: 28px; }}",
        "@media (max-width: 749px) {.image-with-text__content {padding: 40px 5px 0; }}"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/5Z1A9721_3c7a36b5-ba7c-4639-a2f1-46a7796502c9.jpg",
        "height": "small",
        "desktop_image_width": "medium",
        "layout": "image_first",
        "desktop_content_position": "top",
        "desktop_content_alignment": "left",
        "content_layout": "no-overlap",
        "color_scheme": "background-1",
        "mobile_content_alignment": "left",
        "padding_top": 12,
        "padding_bottom": 16
      }
    },
    "27db55e9-3c3e-48e6-8329-f1dc13911f37": {
      "type": "rich-text",
      "blocks": {
        "template--21458954682669__27db55e9-3c3e-48e6-8329-f1dc13911f37-text-1": {
          "type": "text",
          "settings": {
            "text": "<h3>OUR HISTORY<\/h3><p>Founded in 2023 by Etai Drori, Etai LA stands as a paragon of luxury, a brand that defines itself by the silent language of sophistication and the art of understated elegance. Under the deft hands of Etai Drori, the \"king of luxury customs,\" this label has become the benchmark for those with an eye for the exceptional, a brand where exclusivity and personal expression find their sartorial match. Here, premium materials are transformed through meticulous craftsmanship into garments that speak to the connoisseur without uttering a single word.<\/p><p>Crafted amid the creative pulse of Los Angeles, Etai LA is a brand born from a legacy of deconstructing luxury only to reconstruct it into something even more formidable. It's a realm where Japanese denim becomes a canvas and Mongolian cashmere a medium, each fabric chosen not only for its inherent quality but for its ability to convey the silent strength and resilience of its wearer.<\/p><p>In every thread, in the seamless blend of silk interiors, and in the custom-branded hardware that adorns each piece, Etai LA's commitment to surpassing excellence is evident. The collections, deliberately limited in number, are not mere garments but collectors' items, each with its own story, each a prized possession that elevates a wardrobe from the mundane to the extraordinary.<\/p><p>Etai LA doesn't just dress; it adorns with purpose and elevates with passion. It distinguishes with a keen understanding that true luxury lies in the details that escape the untrained eye. For those who seek to live the ethos of Los Angeles luxury and embody its discreet yet unmistakable aura, Etai LA is the ultimate expression of refined taste.<\/p>"
          }
        }
      },
      "block_order": [
        "template--21458954682669__27db55e9-3c3e-48e6-8329-f1dc13911f37-text-1"
      ],
      "custom_css": [
        "p {font-size: 14px; letter-spacing: 0; color: #000; line-height: 1.7em;}",
        ".rich-text__blocks {max-width: 100%;}",
        "@media (max-width: 749px) {.rich-text__wrapper {width: 100%; padding: 0 20px; }}"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "background-1",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 32
      }
    }
  },
  "order": [
    "main",
    "f4dd2469-09e5-4c11-b904-09528e53e4e6",
    "27db55e9-3c3e-48e6-8329-f1dc13911f37"
  ]
}
